extends Object;
class_name StartMenuBGM2Lyric;


static var lyric : String = "[00:00.000] 
[00:07.140]村庄铁匠铺子藏
[00:09.000]宝贝箱子惹人狂
[00:10.830]玩家进村不乱逛
[00:12.510]直奔铁匠把箱翻

[00:14.460]铁匠铺~
[00:15.600]铁匠铺~
[00:16.740]玩家都光顾
[00:18.210]没有钻石心悲伤
[00:21.900]村庄铁匠生意好
[00:23.700]箱中宝物人人找
[00:25.560]游戏好玩欢乐像爆炸

[00:29.130]铁砧配砂轮
[00:30.840]岩浆桶不能少
[00:32.670]打造神兵人人晓
[00:34.320]村民大声叫
[00:36.630]赚宝石镶金块
[00:38.460]村庄铁匠王国真奇怪
[00:42.540] 

[00:44.040]铁匠铺~
[00:45.150]铁匠铺~
[00:46.290]玩家都光顾
[00:47.730]没有钻石心悲伤
[00:51.420]铁匠铺之王
[00:53.220]人人都想当
[00:55.050]游戏好玩欢乐像爆炸
[00:58.000] 
[00:63.000]来吧朋友加入我们
[01:04.440]搜刮村庄铁匠铺真的开心
[01:06.467] 

[01:14.467] 
";
